xml/data/BasicHttpBinding_USCOREDataServiceSoap.GetCoding.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
 xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns4="http://schemas.microsoft.com/2003/10/Serialization/"
 xmlns:ns5="http://schemas.datacontract.org/2004/07/Medius.Gemini.ClientModel"
 xmlns:ns6="http://schemas.microsoft.com/2003/10/Serialization/Arrays"
 xmlns:ns3="DomainServices"
 xmlns:ns1="http://tempuri.org/">
 <SOAP-ENV:Body>
   <ns1:GetCoding>
    <ns1:invoiceId>0</ns1:invoiceId>
    <ns1:loadDefaultCodingTemplate>false</ns1:loadDefaultCodingTemplate>
    <ns1:codingTemplateId>0</ns1:codingTemplateId>
   </ns1:GetCoding>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
